#+FILETAGS: Mar 2023
* Week 1: Feb 27 - Mar 05
** Metrics

#+NAME: Week 1 Overview
|---------------+---------------------------------------------------|
| Focus         | Diet & Morning routine                            |
| Objectives    | Hit 3 days of full morning routine and OMAD daily |
|---------------+---------------------------------------------------|
| Effectiveness |                                                   |
| Gratitude     |                                                   |
|---------------+---------------------------------------------------|
| Improvements  |                                                   |
|---------------+---------------------------------------------------|



#+NAME: Week 1 Daily Tracking
|     | Weight | BP     | Sleep Time | Snore Score | Output % |
|-----+--------+--------+------------+-------------+----------|
| Mon |  211.9 |        |        9.2 |          78 |        5 |
| Tue |  211.6 | 136/90 |        8.9 |          36 |          |
| Wed |        |        |            |             |          |
| Thu |        |        |            |             |          |
| Fri |        |        |            |             |          |
| Sat |        |        |            |             |          |
| Sun |        |        |            |             |          |
|-----+--------+--------+------------+-------------+----------|
| Avg |   0.00 | 0.00   |       0.00 |        0.00 |     0.00 |
#+TBLFM: @9$2..$6=vmean(@I..@II);%.2f

** Week 1 Accomplishments                                   :Accomplishment:
*** 
** Week 1 Disappointments                                   :Disappointment:
*** 

** Week 1 Highs, Lows and Learnings
| Highs | Lows | Learnings |
|-------+------+-----------|
|       |      |           |
|       |      |           |


** Week 1 Checklist

*** Review the Week and Reflect
=What did we learn? Did we grow?=
- [ ] Review Completed Actions Items (~View agenda and regex filter to 'done'~)
- [ ] Review Guiding Principles - [[*Guiding Principles][Guiding Principles]]
- [ ] Update Accomplisments - [[*Week 1 Accomplishments][Week 1 Accomplishments]]
- [ ] Update Disapointments - [[*Week 1 Disappointments][Week 1 Disappointments]]
- [ ] Fill out Highs Lows and Learnings -  [[* Week 1 Highs, Lows and Learnings][Week 1 Highs, Lows and Learnings]]

*** Pipelines
=Process driven Actions=
- [ ] Clean Email
  - [ ]Inbox Zero
  - [ ]Check saved emails
    
- [ ] Calendar
  - [ ] Review last two (2) weeks calendar (~Does anything need follow up~)
  - [ ] Review coming three (3) weeks calendar (~Need to start prepping for anything?~)
    
*** Review Actions & Projects
=Moving your goals forward=
- [ ] Check ~Waiting~ actions (~Assign do dates to anything needing follow up~)
- [ ] Review Projects (~valuate where they stand and ensure at liesat one Next action for each~)
  
*** Clean Up
=A fresh start for the week=
- [ ] Deesktop & Download Folders (re-locate or delete)
- [ ] Clean Up CLoudapp saved screenshots
- [ ] Transfer relevant high value notes and clippings to org-roam
* Week 2: Mar 06 - Mar 12
* Week 3: Mar 13 - Mar 19
* Week 4: Mar 20 - Mar 26
